Repository: mozilla-l10n/mt-training-data
Catalog: bag/bag_pontoon.tmx
Source language: en_us
Languages: bag

source: 1 sentence collected
bag: Apêngüê amôchï ombānari

source: 2 down, keep it up!<playIcon></playIcon>
bag: Being ibî <playIcon></playIcon>, ndá nú nà wuchiô !

source: About
bag: Nà ukú uzu

source: Accepted file types: .tsv only
bag: Ikú râ tuffú utōri: .tsv being

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bag: { $actionType } <playIcon></playIcon>, Yê apêngüê I mú péssétari wussi ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bag: { $actionType } <recordIcon></recordIcon> kú langha mí ná máná.

source: { $actionType }<stopIcon></stopIcon> when done
bag: { $actionType } <stopIcon></stopIcon> manari ukôndô umôchï..

source: { $actionType } submit when ready
bag: { $actionType } utuma ari nu mú mana

source: Add and Review Sentences, Add Questions, Transcribe Audio
bag: Nguchüiyénô na wukôchi râ wipengüê, nguchüiyénô râ séssénô, mbakia mbatôrénô

source: Add <icon></icon> a public domain sentence
bag: Uchüiya nu <icon></icon> apêngüê nà wuchiô ungüima

source: Add information
bag: Wuchüiya tsumu

source: Add new sentences for the community to read
bag: Uchüiya nu pwámáká râ wipêngüê râ wulangha na ungüima

source: Add one sentence per line
bag: Uchüiya nu na têndê

source: Add questions in your language
bag: Uchüiya nu séssénô na andzara rinú

source: Add Sentences
bag: Uchüiya nu wipêngüê

source: Add sentences in your language
bag: Uchüiya nu wipêngüê na andzara rinú

source: Add up to 1,000 sentences
bag: Uchüiya nu wipêngüê u fuma tôkô

source: Add Your Voice
bag: Uffá mí rinú

source: Agriculture and Food
bag: Mawata na mawatunya

source: All sentence must have the same domain
bag: Wipêngüê yïma i yānamu udzara wanda umôchï

source: All sentences must have the same citation
bag: Wipêngüê yïma i yānamu utimba ngudzénô umôchï

source: Already have an account? <login>Log-In</login>
bag: Yê u timbamú ndjaká ? <login>Wurratia</login>

source: An error occurred fetching sentences
bag: Ipôtia I mú atumbéwena nà wuwôrrô wa wipêngüê

source: An error occurred reviewing this sentence
bag: Ipôtia I mú atumbéwena nà wukôchi apêngüê ayê

source: An error occurred submitting your voice information
bag: Ipôtia I mú bunda nà wutuma tsumu râ mí

source: Approve
bag: Wôtō

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bag: Waná iwuruwuru nà gnimá I fitimú utumba, kú mí indjê I fitimú enga indi mbatékénô râ ntsina I rendja ipêssê iwi kā djï na wudjú tirari I tà yana udjï awô. Ngüî nu fitimû watôrô wipêssê ndêndêngüê na iwi nà wudjú, mbétēnô I yanamú udjï barangari. Wandá I atumbéwenamú ari itifiyaiffuêniffêkêrê I mú mitsari nabéyari tô arî wissaki I atumbéwenamú nà kônkô.

source: Are you coming? <strong>[called by another]</strong>
bag: U aramú? <strong>[Pessétari nà mí indjê]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
bag: Tuma nu séssénô rinú nà <matrixLink>Matrix</matrixLink>, <discourseLink>Wudjara</discourseLink> itô <emailLink>nà i-tsumu</emailLink>

source: Automotive and Transport
bag: Matuwa na ingüêndô

source: Background Noise
bag: Iwuruwuru ya gnïmá

source: Background Voices
bag: Mí azê nà gnïmá

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
bag: Kariki nu ari nu barangamú ichimbî mbatôrô assênē alangha a mú pesseta apêssê wubê tô urrôngô umô râ wipesseta ibî ratiari, itô a mú tatara ndérê râ séssénô. Ikû râ péssétinô iffundu I mú timbanari na tsirândônë, nà ikú izi nu má enga kā atôrô ari nu sôtômú. Feyana nu mā tsà na wuchiô wa watu wá tà djara makana winú.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
bag: [Péssétinô râ 'Itôngô' I mú wussi tô wubá 'itôngô' (Tukômbê) ou 'étôngô' (Tutsingô)]

source: <bold>{ $count }</bold> Clips
bag: <bold>{ $count }</bold> yuria

source: <bold>Help us</bold> find more voices
bag: <bold>Sú akamú nu</bold> ubôngô mí pwámáká

source: Bulk batch
bag: Abîmi kunú

source: Bulk Sentences Uploaded
bag: Wipêngüê tumarï

source: By telling us about yourself, you will help developers build more inclusive technology
bag: Yê u dingamú utangüiana tsumu nà ukú rôō râ udjara?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bag: Nà wutimbāna wa Mí Ngüîmá Common Voice, nu ôtōmú <termsLink>Têbêrê râ wutimbāna rissú</termsLink> na <privacyLink>Ambêtê ya ngôssô yissú</privacyLink>

source: Cancel Re-recording
bag: Utirimiya wukundji wa mbétēnô

source: Cancel Submission
bag: Utirimiya wutuma

source: Cannot submit more than 1000 sentences
bag: Kā fiti utuma wipêngüê utumba tôkô

source: Change preferences
bag: Ubôndia yidjita

source: Check <icon></icon> is this a linguistically correct sentence?
bag: Kôchi nu <icon></icon> apêngüê I mú atênê nà umbōh râ djarétinô

source: <chevron></chevron>See less
bag: <chevron></chevron>Utifiya maffeya ikititï

source: <chevron></chevron>See more
bag: <chevron></chevron>Utifiya maffeya iffundu

source: Citation
bag: Ngudjenô

source: Cite with a URL link or the full name of the work.
bag: Ngudjenô I awéngüéwinamú nà wingüiya wá nôrri itô abérénô yîma ya karata.

source: Click
bag: Winitétta nà

source: Clips Uploaded
bag: Iffuênê iraringa wāri nà nôrri

source: Comment
bag: Ndôtô

source: Contact Us
bag: Sú ukômô

source: Continue
bag: Ndá nà wuchiô

source: Continue validating
bag: Wenda na wuchiô na mbatōnô

source: Contribute
bag: Unônō nà wuchiô

source: Contribute sentences
bag: Utuma wipêngüê ya widjita

source: Contribution Criteria
bag: Têbêrê râ wunônō nà wuchiô

source: Create a profile
bag: Kumba mutūkú

source: Criteria
bag: Têbêrê

source: Datasets
bag: Urrôngô râ iffénô

source: Delete my recordings
bag: Upîmbî mbétēnô

source: Different language
bag: Andjara indjê

source: Difficult to pronounce
bag: I yakanamú uppessetta

source: Discard ongoing recording
bag: Utatara mbétēnô I tumbéwenamú

source: Does the sentence meet the guidelines?
bag: Yê apengüê I biônomú têbêrê ?

source: Donate your voice
bag: Fá nu teta mí rinú

source: Don't see your language on Common Voice yet?
bag: Andjara rinú I ru kā djï awô?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
bag: Tsôrâ nu nuffú ninú ari itô <uploadButton>inittéta indi utuma</uploadButton>

source: Drop file here to upload
bag: Taréya nu nuffú ari na wuchiô râ wutuma

source: Enter your public domain sentence here
bag: Ombāna nu apêngüê yinú nà wuchiô ungüima

source: Enter your public domain sentences here
bag: Ombāna nu apêngüê yinú nà wuchiô ungüima

source: Error adding sentence
bag: Ipôtia nà wuchüiya wa apêngüê

source: ESC
bag: Pamba

source: Exit & Delete clips
bag: Wurukia na upimbî mbétēnô râmê ngüîma

source: Fewer than 15 words per sentence
bag: Kā fuma wipêssê buêngô

source: File is too large
bag: Nuffú wanga iffundu

source: File is too small
bag: Nuffú ikîtitï iffundu

source: Finance
bag: Mbama

source: Finish recording
bag: Umana ubétēna

source: Finish recording first?
bag: Sangüetta umana ubétēna ?

source: Finish Review
bag: Umana wukôchi

source: Finish validating
bag: Umana mbatōnô

source: Finish validating clips?
bag: Umana mbatōnô râ mambwā má mí?

source: Follow guidelines from “What sentences can I add?”
bag: Biônô nu têbêrê râ undari "Apêngüê ayatê n'fitimú wuchüiya?"

source: for example
bag: nà afféya

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
bag: Indi wukêkêrê I ndenda wussi na wuchiô wa mutu ngüimá, iffénô iwi I akamú uffôwa wukêkêrê I yanamú ukômô watu mbunu. Affeya, tà djï kā wôrrô nkama nà adjara uzú nà djarétinô ukúmô, wukêkêrê I tà nu ndenda wussi na wuchiô râ watu nà djarétinô matê. <learnMore>Indi u tsaka widjima nà mpî râ iffénôkunú.</learnMore>

source: General
bag: Yîmá

source: General language / multiple variants
bag: Yïmá nà andjara / Ikú iffundu

source: Grammatical / spelling error
bag: Ipôtia ya tebêrêwandjara / iffussú ya wutira

source: Great!<recordIcon></recordIcon> Record your next clip
bag: Wussi iffundu ! <recordIcon></recordIcon> Bétēna nu ichimbî ayê I taréyamú

source: Great work!<playIcon></playIcon> Listen again when you're ready
bag: Manônōh utsakawussi ! <playIcon></playIcon> Atôrômú nu ari nú mú bêbênê

source: Guidelines
bag: Têbêrê

source: Healthcare
bag: Wundú

source: Help create Common Voice’s first target segment in { $locale }
bag: Aka nu ukumba akāh yupwêpwê biônôri ya Mí Ngüimá Common Voice nà { $locale }

source: Help us validate voices
bag: Sú akamú nu wôtō muchîmî má mi

source: His hand was rais-ed.
bag: Bêrêtê nà ndjambú nà ikôyambiti

source: History, Law and Government
bag: Wudjúwapuna, mbêndô nà wungomna

source: How do I cite?
bag: Tôtê ngudjenô I awéngüéwinamú?

source: How to add multiple sentences
bag: Tôtê wa uchüiyamu wipêngüê iffundu

source: How would you describe your sex or gender?
bag: Tôtê u dingamú wudja maka râô?

source: I agree
bag: Ngu ôtōmú

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
bag: N'riamú wipêngüê iwi I mú <wikipediaLink>nà wuchiô ungüima</wikipediaLink> kú n'timbamú nguru râ utuma.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
bag: N'riamú apêngüê ayê I mú <wikipediaLink>nà wuchiô ungüima</wikipediaLink> kú n'timbamú nguru râ utuma.

source: <icon></icon> Add multiple public domain sentences
bag: <icon></icon> Uchüiya nu wipêngüê iffundu iwi fôri nà nguru râ akumba

source: Ideally natural and conversational (it should be easy to read the sentence)
bag: Apêngüê I yanamú udjï ya wissaki mbămbá (kā yakana ulangha)

source: I do not agree
bag: N'barangamú

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
bag: Ngüî I mú wipêssê yō, tira being <italicizedText>« râmê-ngudjenô »</italicizedText>. Tu bangamú tu idjima igussénô ya wandamatê indi tu kôchi I mú fôri kā umbára nà nguru râ akumba. Nà wuchiô wá tsumu iffundu nà ngudjenô, kôchi nu<guidelinesLink>têbêrê wissú</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
bag: Ngüî mbétēnô I mú tsétsénari tô I timbamú yatata, baranga nu ngüî wudjú wïmá I tà wubawena.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bag: Nà dinga nu uchüiya tsumu nà nuffú unu, tiréna nu <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bag: Nà dinga nu uchüiya tsumu nà nuffú unu, iwi I tà mú nà iffeya, tiréna nu <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
bag: Ngüi apêngüê I tà biônomú têbêrê manéya ari; winittéta ikômô "Ubaranga" nà ibîssô. Wa timba pêtô, u fitimú mù tsaka utumba na ayê na wuchiô.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
bag: Ngüi apêngüê I biônomú têbêrê; winittéta ikômô " Wôtō" nà umbāmbana.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
bag: Ngüî na baruma nà utênê uzú têbêrê izi I tà bwa, idjita nu nà gnïmà râ bungânô wussi. Ngüî na djï kā ombāna wanda, timbāna nu nà ikômô « Utumba » indi nu tumba na mbétēnô azê na wuchiô.

source: If you run out of sentences to review, please help us collect more sentences!
bag: Ngüi nu tà zu timba wipengüê ya wukôchi, sú akamú nu uwôndjena wipêngüê iwimô!

source: Include appropriate citation
bag: Ngudjenô azê I güeréménamú I yanamú udjï awô

source: Invalid file
bag: Nuffú kā tumba

source: It contains words or phrases that are hard to read or pronounce.
bag: Wipêssê indjê itô wipêngüê indjê I yakanamú ulangha tô uppessetta.

source: It is written in a language different than what I’m reviewing.
bag: Apêngüê I mú tirari nà andjara ndêndêngüê na azê ngu kutu langha.

source: It is written in a language different than what I’m speaking.
bag: Apêngüê I mú tirari nà andjara ndêndêngüê nà azê n'djaramú.

source: Just Unsure?
bag: Nu tatamamú?

source: Keep it up, record again <recordIcon></recordIcon>
bag: Ndá nu na wuchiô nan uzu bétēna fê amôchï.

source: Keep the recordings
bag: Ubari mbétēnô

source: Keep track of your progress with a profile
bag: Féyana nu ungüêndônàwuchiô rinú nà wukumba wa mutūkú

source: Language Fundamentals (e.g. Digits, Letters, Money)
bag: Mutsi má andjara (mbanu, akangá, mbama)

source: Languages
bag: Andzara

source: Large bulk sentence submission
bag: Wutuma râ wipêngüê iffundu

source: Learn More
bag: Widjima iffundu awô

source: Leaving now means you'll lose your progress
bag: Wurukia têtuzu I nú engamú nu dangüia wendanawuchiô winú

source: Listen
bag: Wātôrô

source: Listen options menu
bag: Yidjïta pandúridjita " Watôrô "

source: Loading sentences…
bag: Wunāchia wipêngüê…

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
bag: <loginLink>Ingāna nu</loginLink> itô <loginLink>Atiriwénamú nu</loginLink> na wuchiô râ wuchüiya wipengüê iffundu

source: Log in or sign up to get started
bag: Ingāna nu tô atiréwénamú nu indi nu kachi

source: Log In / Sign Up
bag: Wingāna / Watiréwena

source: Make sure the sentence meets the following criteria:
bag: Kôchi nu ngüî apêngüê I biônômú têbêrê ikú izi :

source: Maximum file size: 25 MB
bag: Utênê kunú ya nuffú : 25 Mo

source: Media and Entertainment
bag: Itaki

source: Minimum sentences in file: 1000
bag: Má abîmî wá wipêngüê nà nuffú : 1 000

source: [Mismatched content]
bag: [Itsi kā mpí]

source: Misreadings
bag: Muffussú má wulangha

source: Missing an <strong>'s'</strong> at the end of a word.
bag: I sôssôwénamú <strong> 's'</strong> nà mamana má apêsse.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
bag: I sôssôwénamú <strong>'Môchï/Môchï'</strong> tô <strong>'Anêmê/Ikutu'</strong> nà makachi mà mbétēnôt.

source: Missing the end of the last word by cutting off the recording too quickly.
bag: Mamana má apêssê ya mamana má mú sumbari, assênē mbétēnô I mú djï tirimiyari ichimî.

source: [More has been recorded than the required text]
bag: [Wudjú bétēnari I tumbamú ayê güirari]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
bag: Nà mbétēnô mí mbunu watu wá djaramú nà mí râbú mbămbá. Nu fitimú wôtō ungôndômô mbétēnô djarari mí ná máná, mí ná tsi tô nà mí râ itakawara. Baranga nu mbétēnô mí izi wānari nà iwi I timbānamú nà affôtô ya mí kumbari nà itéka.

source: n
bag: a

source: N
bag: A

source: Nature and Environment
bag: Wakōkôngô

source: News and Current Affairs
bag: Tsumupwámáká

source: No
bag: Ayé

source: [No ‘a’ in the original text]
bag: [Kā 'awô' nà wudjú wa makassil]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
bag: <noCopyright>Kā umbára nà nguru râ akumba</noCopyright> (cc-0)

source: No foreign letters
bag: Kā ungüï akangá

source: No microphone found.
bag: Kā idjara bôngôri.

source: No numbers and special characters
bag: Kā wikanga ya mbanu na angongüî

source: No sentences to review. <addLink>Add more sentences now!</addLink>
bag: Apêngüê ya wukôchi kā djï. Nu fitmú <addLink>wuchüiya wipêngüê mbunu</addLink>.

source: No thanks, continue speaking
bag: Ayé ngangu, ndá nà wuchiô na udjara

source: Offensive language
bag: Djarétinô mbê

source: Offensive speech
bag: Djarétinô râ issami

source: On desktop devices you can contribute by downloading…
bag: Nà wuchiô wá itéka undjïmôchï, nu fitimú ussichia nôrri ngônó :

source: On his head he wore a beret.
bag: Upwê râ ntsina I má kutu tsôrâ mutôngô iffundu.

source: On iOS please continue with Safari to enable recording…
bag: Nà iOS, ndá nu nà wuchiô na Safari indi nu fununa mbétēnô…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bag: Ungôndômô, ngüî nu bunganamú alangha aru djï kā baruma na apêssê na puna kú a sôssômú a pesseta wussi, baranga nu mbétēnô. Nà pêtô, timbāna nu na ikômo Utumba.

source: p
bag: w

source: Partner
bag: Ngôbēnôkunú

source: [Part of the text can’t be heard]
bag: [Akā ya wudjú I tà wubawéna]

source: <playIcon></playIcon>Last one!
bag: <playIcon></playIcon> I mú wa gnïmá !

source: Play/Stop
bag: Ulangha/Utirimiya

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
bag: Kôchi nu <templateFileLink>iffeya</templateFileLink>. Wipêngüê yinú I yanamú udjï tsati nà utênê (CC0 itô manônōh mbămbá má akumba) udjï muáng, ubiônô têbêrêwandjara uzu féssema ulangha. Wipêngüê tumari I yanamú uwôrrô ngunga 10 pôt nà 15 nà wulangha uzu assamba mbanu, ibérénô watu nà angôngî.

source: Please fill out this field.
bag: Nüiya nu affô ayê

source: Please select a language to review sentences.
bag: Idjita nu andjara môchï nà wukôchi wipêngüê.

source: r
bag: a

source: [‘Raised’ in English is always pronounced as one syllable, not two]
bag: [« sandwich » nà tuparachí I péssétinamú makana apêssê amôchï, atá ibî]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
bag: Umbárrá râ wutuma fumari. Kundji nà { $retryLimit } ngunga

source: Rate limit exceeded. Try again in { $retryLimit } seconds
bag: Umbárrá râ wutuma fumari. Kundji nà { $retryLimit } mukôkô

source: Reader Effects
bag: Pessétinô nà mukú má mí

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
bag: Mànunga wipêssê kā djï awô má mú langhari, makana 'surment' na pandú râ 'surement'.

source: Read Sentences
bag: Ulangha wipêngüê

source: Read Sentences, Answer Questions
bag: Ulangha wipêngüê, uwundza séssénô

source: Read Sentences <small>(Coming soon)</small>
bag: Ulangha wipêngüê <small>(Nà gnïmá)</small>

source: Read sentences submitted by the community in various languages
bag: Ulangha wipêngüê tumari nà urrôngawatu nà andzara ndêndêngüê

source: Ready to do { $count } more?
bag: Nu dingamú nu enga { $count } atê fê ?

source: <recordIcon></recordIcon> Last one!
bag: <recordIcon></recordIcon> I mú ya mamana !

source: [Recording cut off before the end of the last word]
bag: [Mbétēnô sumbari na wuchiô kā fuma apêssê ya mamana]

source: Record/Stop
bag: Ubétēna/Utirimiya

source: Record yourself reading sentences in your language
bag: Betēna nu mi rinú ari nu langhamu wipêngüê nà andzara rinú

source: Record yourself responding to questions and prompts in your language
bag: Betēna nu mí rinú ari nu langhamu wipêngüê nà andzara rinú

source: Record your voice
bag: Ubétēna mí rôō.

source: Reference the source of your sentence (required)
bag: Tifiya nu igussénô ya apêngüê yinú (mbênê)

source: Reject
bag: Ubaranga / Ayé

source: Report
bag: Yudja

source: Report was passed successfully
bag: Yudja I mú djï tumari wussi

source: Request a Language
bag: Uffá andjara nà widjita

source: Re-record
bag: Ukundji ubétēna

source: Re-record clip
bag: Ukundji mbétēnô

source: Return
bag: Ngüinganénô

source: Review
bag: Ukôchi

source: Review could not be saved. Please try again later.
bag: Wukôchi I tū djï béténari. Zu nu mā nà gnïmá

source: ⓘ Review Criteria
bag: ⓘ Têbêrê râ wukôchi

source: Review Criteria
bag: Têbêrê râ wukôchi

source: Reviewed sentences not submitted, are sure?
bag: Wipêngüê kôchiari I tà mú tumari, yê nu dingamú nu enda nà wuchiô?

source: Review existing sentences submitted by the community
bag: Tuma nu séssénô pwámáká indi ungüima a langha a wundja

source: Review & re-record clips here as you go
bag: Ukôchï na ukundji ubétēna ngüi I mú nà mpí

source: Review & re-record clips if needed
bag: Kôchï nu na kundji nu ubétēna ngüi I mú nà mpí

source: Review Sentences
bag: Ukôchî wipêngüê

source: Review sentences in your language
bag: Kôchi nu wipêngüê na andzara rinú

source: Review & Submit
bag: Ukôchi na utuma

source: Review transcriptions of recorded sentences for accuracy
bag: Ukôchi utênê râ mbakia râ wipêngüê bétēnari

source: Review user-submitted transcriptions in your language
bag: Ukôchi mbakia tumari na watimbāna nà andzara rinú

source: s
bag: d

source: S
bag: U

source: Select an option
bag: Idjita nu ukúmôchï

source: Select a variant (optional)
bag: Idjita nu ukú (fôri)

source: Select File
bag: Idjita nuffú

source: Select File to Upload
bag: Idjita nuffú ya wutuma

source: Select up to three domains (optional)
bag: Idjita nu mutsi mutát

source: Sentence
bag: apêngüê

source: Sentence Domain
bag: Itsi ya apêngüê

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
bag: Wipêssê fari ari I nu djimú uchüiyari nà urrôngô râ iffénô nà wuchiô ungüima nà ngururâwenga cc-0

source: { $sentences } sentences reviewed. Thank you!
bag: indjê { $sentences } wipêngüê kôchiri. Ngangu !

source: Sentence Variant
bag: Ikú râ wipêngüê

source: Separate sentences into one line by pressing “Enter” or “Return” once
bag: Saa nu wipêngüê na winita ungôndô môchï na "Ngüinganénô"

source: Service and Retail
bag: Wunônō na kussana ktiï

source: Share Common Voice
bag: Utangüiana Mí Ngüîmá Common Voice

source: Share your clip
bag: Utangüiana mbétēna rinú

source: Shortcuts
bag: Péhitina

source: [Should be ‘dinosaurs’]
bag: [I yanamú udjï 'Mukúkúnúmachîmba']

source: [Should be “We are”]
bag: [I yanamú udjï « yonsi »]

source: Single
bag: Apêngüê amôchï

source: Single sentence submission
bag: Wutuma wa apêngüê amôchï

source: Skip
bag: Utumba

source: Small batch
bag: Má ibumbá

source: Small batch sentence submission
bag: Wutuma wá wana mubumbá má wipêngüê
